{"bos_token": "<s>", "eos_token": "</s>", "sep_token": "</s>", "cls_token": "<s>", "unk_token": "<unk>", "pad_token": "<pad>", "mask_token": {"content": "<mask>", "single_word": false, "lstrip": true, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "model_max_length": 512, "special_tokens_map_file": null, "name_or_path": "C:\\Users\\Peter Vajdecka/.cache\\torch\\sentence_transformers\\sentence-transformers_paraphrase-multilingual-mpnet-base-v2\\", "tokenizer_class": "XLMRobertaTokenizer"}